{"gls":[{"title":"Angelo Vermeulen","desc":"\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cspan style=\"color:rgb(34, 34, 34); font-family:arial,sans-serif\"\u003EOver the past few millennium, we have explored each and every corner of our planet. The next frontier is space; expeditions to conquer this universe have already begun. Angelo strongly believes it won\u0026#39;t be long before we start living in outer space. This Kurukshetra 2016, come listen to him speak about his simulation experience and why Biomodd is a revolutionary piece of technology which will redefine community living in the future.\u003C/span\u003E\u003C/span\u003E\u003C/p\u003E\r\n","about":"\u003Cdiv style=\"color: rgb(34, 34, 34); font-family: arial, sans-serif; font-size: 12.8px; line-height: normal;\"\u003E\r\n\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cstrong\u003ECrew commander of a MARS Simulation program funded by NASA\u003C/strong\u003E\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003EA Belgian visual artist and space researcher, Angelo Vermeulen was also the crew commander of a MARS Simulation program funded by NASA. Has given numerous \u003C/span\u003E\u003Cstrong\u003ETED \u003C/strong\u003E\u003Cspan style=\"font-size:14px\"\u003Etalks internationally about venturing into space and establishing life in other planets.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cspan style=\"font-size:14px\"\u003E\u003Cstrong\u003EBiomodd \u003C/strong\u003Eis a well known project started by him in which ecosystems and computers coexist. On the most basic level, Biomodd creates symbiotic relationships between plants and computers. It is already in place in Athens, Ohio, Philippines, New Zealand, Belgium, Chile, and UK.\u003C/span\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\u003C/div\u003E\r\n","venue":"Pre-k! talk","date":"On February 6, 2016, 4 pm","time":"Vivek Auditorium, CEG","avatar":"/system/gls/avatars/000/000/010/original/Angelo-Vermeulen.jpg?1451836072"},{"title":"Abhas Mitra ","desc":"\u003Cp\u003EThe black hole-information paradox is an observational phenomenon that results from the combination of quantum mechanics and general relativity which suggests that physical information could permanently disappear in a black hole, allowing many physical states to devolve into the same state.\u003C/p\u003E\r\n\r\n\u003Cp\u003ECome hear Dr. Abhas Mitra explain the phenomenon and his views on the paradox!\u003C/p\u003E\r\n","about":"\u003Cp\u003E\u003Cstrong\u003EFormer head of theoretical astrophysics at Bhabha Atomic Research Centre(BARC)\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EAn Indian astrophysicist best known for his distinct views on several front-line astrophysics concepts, Abhas Mitra is also the former head of theoretical astrophysics at BARC. His views on\u0026nbsp;black holes and Big Bang Cosmology particularly are eminent. He has gained global fame in the last couple of years for his views on\u0026nbsp;\u003Cstrong\u003EThe Black Hole Paradox\u003C/strong\u003E.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 17, 2016, 5:00 pm","time":"Vivek Auditorium, CEG","avatar":"/system/gls/avatars/000/000/011/original/abhasmitra.jpg?1454386635"},{"title":"Dr. Seshagiri Rao","desc":"\u003Cp\u003EWith the MOTR, ISRO acquires the capacity to handle its future missions involving atmospheric re-entry of space modules, having a protective eye on its space assets and track space debris. Don\u0026#39;t miss the lecture about India\u0026#39;s leap in space exploration.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n","about":"\u003Cp\u003E\u003Cstrong\u003EAssociate Director at\u0026nbsp;Indian Space Research Organization\u0026nbsp;(ISRO)\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EAs the Associate Director at ISRO, Dr. Seshagiri Raohas also headed the\u0026nbsp;\u003Cstrong\u003EMulti-Object Tracking Radar\u0026nbsp;\u003C/strong\u003E(MOTR) project as its \u0026nbsp;\u003Cstrong\u003EProject Director. \u003C/strong\u003EThe MOTR\u0026nbsp;was recently launched for tracking objects in space. MOTR can track 10 different objects simultaneously in a range of 1000 kilometres. This 245 crore project was completed in a tight time-frame with scientists from various ISRO centres.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 18, 2016, 11:45 AM","time":"Ada Lovelace Auditorium, CEG","avatar":"/system/gls/avatars/000/000/012/original/seshagiri_rao.jpeg?1454921767"},{"title":"Chiragh Dewan \u0026 Himanshu Vaishnav","desc":"\u003Cp\u003EStartups have become a common thing nowadays. But what differentiates the ordinary from the extraordinary? Come and learn about the child of Chiragh \u0026amp; Himanshu, JARVIS, and their story of growth of Airocorp.\u003C/p\u003E\r\n","about":"\u003Cp\u003E\u003Cstrong\u003EF\u003C/strong\u003E\u003Cstrong\u003Eounder of Airocorp\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EChiragh Dewan embarked on an ambitious open-source artificial intelligence research project (called\u0026nbsp;\u003Cstrong\u003EJARVIS\u003C/strong\u003E) leading a team of 6 to develop a personalised operating system equipped with artificial intelligence, machine learning and natural language processing. Apart from having founded Aircorp with Himanshu Vaishnav, he also built an AI sentence tagging algorithm that can accurately categorise any sentence as a question, assertion, command or greeting at a 96% rate as well as an embeddable natural language processing module.\u003C/p\u003E\r\n\r\n\u003Cp\u003EHe received acquisition/investment interest from Rolls Royce, Samsung, and Microsoft Ventures and his startup was featured on\u0026nbsp;\u003Cstrong\u003EForbes, Financial Express, Economic Times, and Indian Express\u003C/strong\u003E\u0026nbsp;and won the \u0026ldquo;most innovative startup\u0026rdquo; at Startup Weekend-Jaipur.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 19, 2016, 10:45 AM","time":"Ada Lovelace Auditorium, CEG","avatar":"/system/gls/avatars/000/000/013/original/chiragh.png?1454921938"},{"title":"Hemanth Kumar Guruswamy","desc":"\u003Cp\u003EBharti Airtel Limited is an Indian global telecommunications services company headquartered in New Delhi, India. It operates in 20 countries across South Asia, Africa, and the Channel Islands. Airtel provides GSM, 3G and 4G LTE mobile services, fixed line broadband and voice services depending upon the country of operation. It is the largest mobile network operator in India and the third largest in the world with 325 million subscribers. A man with multiple responsibilities and as the CEO of a monumental enterprise,\u0026nbsp;Hemanth Kumar Guruswamy manages it all. Don\u0026#39;t miss out on the talk to learn more about the skills behind an administration.\u003C/p\u003E\r\n","about":"\u003Cp\u003E\u003Cstrong\u003ECEO, Airtel Broadband\u003C/strong\u003E.\u003C/p\u003E\r\n\r\n\u003Cp\u003EAn IIM-A graduate\u0026nbsp;with extensive experience and proven track record in established companies, start-ups and turnarounds across diverse sectors such as FMCG, Telecom and Retail, Hemanth Kumar Guruswamy is currently the CEO of Airtel Broadband. Some of the companies he\u0026#39;s had top positions before landing CEO role include:\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;COO - Tata Services\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Telecom Head - Wipro\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026raquo;\u0026nbsp;Senior Vice President - Bharat Matrimony\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 19, 2016, 1:30 PM","time":"Ada Lovelace Auditorium, CEG","avatar":"/system/gls/avatars/000/000/014/original/Hemanth.jpg?1454921955"},{"title":"Masha Nazeem","desc":"\u003Cp\u003EInnovation starts at a young age and Masha Nazeem is a clear example of that. At an age when kids play outside and watch TV, she was busy experimenting with chemicals and laws of physics. Come listen to her talk about how fun science can be and the different opportunities available.\u003C/p\u003E\r\n","about":"\u003Cp\u003EOne of India\u0026#39;s prolific young inventors, Masha Nazem started making science models from the age of 9. Three of her projects are in the process of getting patented; she\u0026nbsp;\u003Cstrong\u003Ereceived invites from Narendra Modi, Abdul Kalam, as well as the Government of Japan to demonstrate her projects\u003C/strong\u003E. Apart from winning numerous awards for her projects, six of her students have also gone on to win National Innovation Awards.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 20, 2016, 10:15 AM","time":"Vivek Auditorium, CEG","avatar":"/system/gls/avatars/000/000/015/original/Masha_Pic.JPG?1454452784"},{"title":"Arjun Shetty","desc":"\u003Cp\u003EArjun is the go-to-person of Bankbazaar and loves tackling problems head on.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EAs Senior Product Manager at Amazon in Seattle, he has managed Amazon\u0026rsquo;s Visa Card Program, developing an online account acquisition strategy that made the program into one of the world\u0026rsquo;s largest co-branded credit card programs, and played a key role in the success of Amazon\u0026rsquo;s international co-branded credit card program.\u003Cbr /\u003E\r\n\u003Cbr /\u003E\r\nAt BankBazaar, Arjun is not happy with just dirtying his hands \u0026ndash; he\u0026rsquo;d rather find the dirt that muddied the waters. The water-cooler buzz in the company is that, if the Japanese invented the \u0026ldquo;Seven Why\u0026rsquo;s\u0026rdquo;, Arjun brings in the eighth.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u003Cbr /\u003E\r\n\u0026nbsp;\u003C/p\u003E\r\n","about":"\u003Cp\u003EArjun Shetty is the COO \u0026amp; Co-Founder of BankBazaar, India\u0026#39;s leading online financial products marketplace where you can get instant customized rate quotes and shop for loans and insurance products. Established in 2008, BankBazaar is venture funded by Walden International, Sequoia Capital, Fidelity Growth Partners and Amazon. In the latest round of funding led by Amazon, the firm raised INR 375 crores in June 2015. The firm is headquartered in Chennai with offices in Bangalore, Mumbai, New Delhi, and Singapore.\u0026nbsp;\u003C/p\u003E\r\n\r\n\u003Cp\u003EAs the COO of the firm, Arjun heads the engineering, product, analytics and operations teams at BankBazaar. Arjun has an engineering degree from College Of Engineering, Guindy, Anna University and a master\u0026#39;s degree in operations research from Georgia Institute Of Technology. Before founding BankBazaar, Arjun was managing Amazon\u0026#39;s Visa Card Program based out of Seattle.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 20, 2016, 11:45 AM","time":"Optimus Hall, CEG","avatar":"/system/gls/avatars/000/000/016/original/arjun.png?1454922080"},{"title":"Girish Mathrubootham","desc":"\u003Cp\u003E\u0026quot;I want all my employees to have BMWs.\u0026quot;\u003C/p\u003E\r\n\r\n\u003Cp\u003EEstablished in 2010, Freshdesk quickly captured the attention of many venture capitalists in India. Since then, it has grown quickly and has a huge customer base.\u003C/p\u003E\r\n\r\n\u003Cp\u003E\u0026quot;I would say the customer support market is more like a restaurant business. What differentiates a dosa made in one restaurant from another? It is only a dosa, still people may like one over the other.\u0026quot;\u003C/p\u003E\r\n\r\n\u003Cp\u003EIf you want to start your company, this talk is for you.\u003C/p\u003E\r\n","about":"\u003Cp\u003E\u003Cstrong\u003ECEO, Freshdesk.\u003C/strong\u003E\u003C/p\u003E\r\n\r\n\u003Cp\u003EFully funded by his friends, he established his first venture, Xpert Labs, a training institute. The number of students grew exponentially and at one point, he was making INR 100,000 a month! And it was not even his full time work; he was teaching after his work. As the number of students grew, he resigned from his job and started teaching multiple batches. Eventually he went to US and worked with Zoho for a decade.\u003C/p\u003E\r\n","venue":"k! 16","date":"On February 18, 2016, 10:30 AM","time":"Ada Lovelace Auditorium, CEG","avatar":"/system/gls/avatars/000/000/017/original/girish.jpg?1455029059"}]}